// © Copyright 2014-2017 HP Development Company, L.P.

////////////////////////////////////////////////////////////////////////////////
// Event Specific Strings

// Previously Used Cartridge
HSD__65554__EventTitle = "Установлены бывшие в употреблении подлинные картриджи HP";
HSD__65554__EventHeaderDescription = "Установлены бывшие в употреблении подлинные картриджи HP.";

// Non-HP
HSD__65559__EventTitle = "Установленные картриджи не являются подлинными продуктами HP";
HSD__65559__EventHeaderDescription = "HSD_TEXT:HSDNonHPSuppliesWarning
Если вы уверены, что покупали оригинальные картриджи HP, отправить отчет о подделке, а также ознакомиться с дополнительной информацией можно по адресу HSD_LINK:HSDAnticounterfeitLink.";

// Genuine HP Cartridge Installed
HSD__65561__EventTitle = "Благодарим за установку подлинных картриджей HP!";

// K5 and beyond - Alignment Needed (version that can launch alignment from the dialog)
HSD__65569__EventTitle = "Рекомендуется выполнить юстировку";
HSD__65569__EventDescription = "HSD_TEXT:Чтобы добиться лучшего качества печати, выполните юстировку новых картриджей или печатающих головок.
Чтобы начать процесс, нажмите HSDAlignButton.";

// Counterfeit Warranty dialog - NOT ON CARROT
HSD__65594__EventTitle = "Обнаружен использованный, заправленный или поддельный картридж";

// Paper Size Mismatch Paper is larger than expected
HSD__65716__EventTitle = "Размер бумаги превышает ожидаемый";
HSD__65716__EventDescription = "HSD_TEXT:Размер бумаги, определенный датчиками принтера, не совпадает с выбранным в программном обеспечении.
Если вы хотите продолжить печать на этой бумаге, нажмите HSDOKButton.
Если вы хотите заменить бумагу, сделайте это и отправьте задание печати заново.
Чтобы отменить задание печати, нажмите HSDCancelPrintButton.";

// Paper Size Mismatch Paper is smaller than expected
HSD__65717__EventTitle = "Размер бумаги меньше, чем ожидаемый";
HSD__65717__EventDescription = "Размер бумаги, определенный датчиками принтера, меньше, чем выбранный в программном обеспечении.
Если в принтер загружена бумага правильного размера, измените размер бумаги в программном обеспечении и отправьте задание печати заново.
Это задание печати будет отменено.";

// Palermo Paper Empty (References tray, type and size)
HSD__65921__EventTitle = "Загрузка бумаги в принтер";
HSD__65921__EventDescription = "HSD_TEXT:В принтере закончилась бумага. HSDSeeFrontPanel";

// Problem with Print System (Triptane, Limtane, Limo)
HSD__65935__EventTitle = "Сбой системы печати";
HSD__65935__EventDescription = "HSD_TEXT:Функции печати отключены. HSDContactSupport";

// Limo Paper Path Motor Stall
HSD__65943__EventDescription = "HSD_TEXT:Принтер обнаружил проблему. Проверьте наличие внутри принтера замятой бумаги или других засоров и устраните их.
При повторении ошибки обратитесь к администратору устройства или в техническую поддержку.
HSDSeeFrontPanel";

// Limo Part Being Replaced
HSD__65953__EventTitle = "Техническое обслуживание принтера";
HSD__65953__EventDescription = "Принтер не может печатать, потому что происходит замена детали внутри принтера. После того, как деталь будет заменена, печать может быть продолжена.";

// Sensor errors that does not related to ink systems
HSD__65972__EventDescription = "HSD_TEXT:Компонент принтера нуждается в ремонте, некоторые возможности могут быть ограничены или недоступны. Тем не менее вы можете продолжить печатать.
HSDContactSupport";

// Limo Fax HW failure
HSD__65983__EventTitle = "Ошибка связи";
HSD__65983__EventDescription = "HSD_TEXT:В модуле факса возникла внутренняя ошибка связи. HSDContactSupport

Примечание. Вы можете продолжить печать, копирование и сканирование.";

// Limo Paper Jam caused by Door Open
HSD__65987__EventTitle = "Замятие бумаги";
HSD__65987__EventDescription = "Инструкции по устранению замятия см. на панели управления принтером.";

// No faxes in memory
HSD__66000__EventDescription = "Нельзя повторно напечатать полученные факсы, потому что в памяти принтера сейчас не сохранен ни один факс.";

// Fax is sent as black and white as the receiving fax machine does not support color fax
HSD__66001__EventDescription = "HSD_TEXT:Цветной факс можно одновременно отправить только одному получателю.
HSDSeeControlPanel";

// Color Fax needs Error Correction Mode on
HSD__66002__EventDescription = "HSD_TEXT:Для отправки цветных факсов включите режим коррекции ошибок (ECM). HSDSeeControlPanel";

// Unsubscribe Instant Ink when No IIP pens are installed (final payment not collected yet) - Starting from Verona VR2
HSD__66008__EventDescription = "HSD_TEXT:HSDCanceledInstantInkServiceDescription Чтобы зарегистрироваться снова, перейдите на веб-сайт HP Instant Ink (HSD_LINK:HSDInstantInkLink).";

// Unsubscribed Instant Ink when at least one IIP pen is installed (final payment not collected yet) - Starting from Verona VR2
HSD__66009__EventDescription = "HSD_TEXT:HSDCanceledInstantInkServiceDescription По окончании текущего цикла выставления счетов указанные картриджи, установленные в принтере, перестанут работать. HSDSeeControlPanel";

// CISS printers, starting from Kronos Refresh: Action Required after 1500 pages printed
HSD__66011__EventTitle = "Требуется действие";
HSD__66011__EventDescription = "\"E\" и \"9\" мигают на дисплее панели управления. Чтобы исправить ошибку, быстро откройте и закройте дверцу доступа к печатающей головке. См. дополнительную информацию на странице, которую только что напечатал принтер.

Примечание: это случается только после печати в больших объемах, когда скопление чернил начинает влиять на качество печати.";

// Anti Theft / Protected (Toner)
HSD__75000_75002__EventTitle = "Установлен защищенный лазерный картридж HP";

// Anti Theft / Protected (Drum)
HSD__75001__EventTitle = "Установлен защищенный барабан HP";

// Cartridge Low (Toner)
HSD__75010_75012__EventTitle = "Лазерный картридж заканчивается";

// Cartridge Low (Drum)
HSD__75011__EventTitle = "Ресурс барабана заканчивается";

// Cartridge Missing (Toner)
HSD__75015_75017__EventTitle = "Не установлен лазерный картридж";

// Cartridge Missing (Drum)
HSD__75016__EventTitle = "Не установлен барабан";

// Cartridge Very Low (Toner)
HSD__75020_75022__EventTitle = "Лазерный картридж на исходе";

// Cartridge Very Low (Drum)
HSD__75021__EventTitle = "Ресурс барабана на исходе";

// Door Open (Front)
HSD__75025__EventTitle = "Открыта передняя дверца";

// Door Open (Rear)
HSD__75026__EventTitle = "Задняя дверца открыта";

// Defective Memory (Toner)
HSD__75030__EventTitle = "Ошибка чипа на лазерном картридже";

// Defective Memory (Drum)
HSD__75031__EventTitle = "Ошибка чипа на барабане";

// Defective Memory
HSD__75032__EventTitle = "Ошибка чипа памяти расх. материалов";

// Genuine HP Cartridge (Toner)
HSD__75035_75037__EventTitle = "Установлен лазерный картридж";

// Genuine HP Cartridge (Drum)
HSD__75036__EventTitle = "Установлен барабан";

// Incompatible Cartridge (Toner)
HSD__75040_75042__EventTitle = "Несовместимый лазерный картридж";

// Incompatible Cartridge (Drum)
HSD__75041__EventTitle = "Несовместимый барабан";

// Incorrect Cartridge
HSD__75045__EventTitle = "Неправильный картридж в разъеме";
HSD__75045__EventDescription = "Извлеките картридж, затем установите его обратно. Убедитесь, что картридж установлен в правильный слот.";

// Insufficient Memory
HSD__75060__EventTitle = "Недостаточно памяти принтера";
HSD__75060__EventDescription = "Память принтера переполнена. Задание печати отменено.";

// Jam in printer (tray)
HSD__75065__EventTitle = "Замятие бумаги в лотке";
HSD__75065__EventDescription = "Удалите из принтера все засоры или препятствия в лотках.";

// Jam in printer (fuser)
HSD__75066__EventTitle = "Замятие бумаги в модуле термического закрепления";
HSD__75066__EventDescription = "Удалите из принтера все засоры или препятствия в модуле термического закрепления и картридже.";

// Jam in printer (output bin)
HSD__75067__EventTitle = "Замятие бумаги в выходном лотке";
HSD__75067__EventDescription = "Удалите из принтера все засоры или препятствия в выходных лотках.";

// Jam in printer (duplexer)
HSD__75068__EventTitle = "Замятие бумаги в модуле двусторонней печати";
HSD__75068__EventDescription = "Удалите из принтера все засоры или препятствия в модуле двусторонней печати.";

// lightPipeBlocked
HSD__75070__EventTitle = "Сбой датчика картриджа";
HSD__75070__EventDescription = "Оптический датчик, служащий для определения наличия тонера в картридже, не работает. Это ошибка препятствует печати.

Проверьте область датчика картриджа и удалите препятствия, мешающие работе датчика.";

// Manual Duplex
HSD__75075__EventTitle = "Двусторонняя печать с подачей бумаги вручную";
HSD__75075__EventDescription = "HSD_TEXT:Прозвучит сигнал или появится сообщение на панели управления устройства. Обратите внимание на местоположение бумаги. Вставьте бумагу в правильный лоток. Нажмите кнопку HSDOKButton/HSDResumeButton на устройстве, чтобы продолжить.";

// Manually Feed
HSD__75080__EventTitle = "Подавайте бумагу вручную";
HSD__75080__EventDescription = "HSD_TEXT:Загрузите в лоток требуемую бумагу или нажмите кнопку HSDOKButton/HSDResumeButton на устройстве, чтобы использовать уже загруженную бумагу.";

// Paper mount
HSD__75085__EventTitle = "Несовпадение размеров бумаги";
HSD__75085__EventDescription = "HSD_TEXT:Размер бумаги в лотке не совпадает с размером, выбранным в программном обеспечении.

Если размер бумаги, загруженной в принтер, правильный, измените размер в программном обеспечении и отправьте задание печати повторно.

Если бумага, загруженная в принтер, имеет неправильный размер, замените ее бумагой с нужным размером.

Если вы хотите продолжить печать на этой бумаге, нажмите кнопку \"HSDOKButton\" или \"HSDResumeButton\" на панели управления принтера.";

// Missing Memory (Toner)
HSD__75095_75097__EventTitle = "Отсутствует чип памяти лазерного картриджа";

// Missing Memory (Drum)
HSD__75096__EventTitle = "Отсутствует чип памяти барабана";

// Mpacco Active
HSD__75100__EventTitle = "Замените картридж, печать черным цветом";
HSD__75100__EventDescription = "HSD_TEXT:Принтер был сконфигурирован для печати только черным цветом при очень низком уровне цветных расходных материалов. Цветные расходные материалы, возможно, еще могут обеспечить приемлемое качество печати. Чтобы печатать в цвете, замените цветные расходные материалы или перенастройте принтер.

HSDBuyNowDescription

HSD_LINK:HSDViewSharedDataLink

HSD_LINK:HSDViewPrivacyStatementOnlineLink

HSD_LINK:HSDEstimatedCartridgeLevelsLink-HSD_TOOLTIP:HSDEstimatedCartridgeLevelsLink";

// Unauthorized Toner
HSD__75105_75107__EventTitle = "Недопустимый лазерный картридж";

// Unauthorized Drum
HSD__75106__EventTitle = "Недопустимый барабан";

// Printer Error
HSD__75115__EventTitle = "Ошибка принтера";
HSD__75115__EventDescription = "Произошла критическая ошибка принтера. Печать невозможна.";

// Printer Mispick
HSD__75120__EventTitle = "Ошибка подачи бумаги в принтере";
HSD__75120__EventDescription = "HSD_TEXT:Произошла ошибка подачи бумаги, нажмите кнопку \"HSDOKButton\" или \"HSDResumeButton\" на панели управления принтера, чтобы продолжить.";

// Print Failure
HSD__75125__EventTitle = "Сбой принтера";
HSD__75125__EventDescription = "Проблема с принтером или системой печати. Выключите принтер и включите его заново.

Если вы продолжаете получать это сообщение, обратитесь в HP.";

// Replace Cartridge (Toner)
HSD__75135__EventTitle = "Замените лазерный картридж";

// Replace Cartridge (Drum)
HSD__75136__EventTitle = "Замените барабан";

// Tray empty or open (Tray 1)
HSD__75170__EventTitle = "Закончилась бумага";
HSD__75170__EventDescription = "В принтере закончилась бумага.
Загрузите бумагу в соответствующий лоток.";

// Tray empty or open (Tray 2)
HSD__75171__EventTitle = "В лотке 2 закончилась бумага";
HSD__75171__EventDescription = "Загрузите бумагу в лоток 2.";

// Unexpected Size in tray
HSD__75175__EventTitle = "Недопустимый размер бумаги";
HSD__75175__EventDescription = "HSD_TEXT:Размер бумаги определенный принтером не совпадает с размером, указанным для данного лотка принтера.

Если бумага, загруженная в принтер, имеет правильный размер, измените размер, указанный для данного лотка в панели управления принтера или в HSD_KEYED_LINK:HSDTraysConfigurationLink и отправьте задание печати повторно.

Если бумага, загруженная в принтер, имеет неправильный размер, замените ее бумагой нужного размера.";

// Used / Counterfeit Cartridge (Toner)
HSD__75190_75192__EventTitle = "Установлен ранее использованный или поддельный лазерный картридж";

// Used / Counterfeit Cartridge (Drum)
HSD__75191__EventTitle = "Установлен ранее использованный или поддельный барабан";

// Over filled detection
HSD__75195__EventTitle = "Загружено слишком много бумаги";
HSD__75195__EventDescription = "HSD_TEXT:Убедитесь, что стопка бумаги не превышает линию отметки на лотке. Нажмите кнопку HSDOKButton/HSDResumeButton на панели управления, чтобы продолжить.";

////////////////////////////////////////////////////////////////////////////////
// Shared Strings

// Low on Ink - Instant Ink Advertisement / Instant Ink XMO2 Trial Cartridge Low (Not enrolled)
HSD__65802_65847__EventTitle = "Низкий уровень чернил";

// Palermo Paper Running Low (References tray and size)
// Palermo Paper Running Low (References only size for Single Tray product)
HSD__65920_65940__EventTitle = "Заканчивается бумага";
HSD__65920_65940__EventDescription = "HSD_TEXT:В принтере заканчивается бумага. HSDSeeFrontPanel";

// Limo Paper Path Motor Stall
// Limo Other Motor Stalls (not paper path)
// Sensor errors that does not related to ink systems
// Limo Unrecoverable Motor Stall (outside Service Mode)
HSD__65943_65946_65972_66007__EventTitle = "Проблема с принтером";

// Limo Other Motor Stalls (not paper path)
// Limo Unrecoverable Motor Stall (outside Service Mode)
HSD__65946_66007__EventDescription = "HSD_TEXT:Возникла проблема с системой печати. Перезапустите принтер и попытайтесь снова.
Если проблема не устранена, обратитесь в службу поддержки.
HSDSeeFrontPanel";

// Scan error
// Limo Printhead Wiper Motor Stall (Post OOBE)
// Limo FF Cable Problem
// Limo Printhead Wiper Low
// Limo Printhead Wiper Very Low (Prompt and continue)
// Limo Printhead Wiper Out
// Limo Service Fluid Container missing or damaged
// Limo Service Fluid Container Low
// Limo Service Fluid Container Very Low
// Limo Service Fluid Container Full
// Limo Used SFC insufficient for initialization
// Limo Dryer Systems Issue
// Limo New Printhead Assembly
// Limo Tray Roller Kit Low
// Limo Tray Roller Kit Very Low
// Limo Tray Roller Kit Very Low - Stop
// Limo Document Feeder Kit Low
// Limo Document Feeder Kit Very Low
// Limo Document Feeder Kit Very Low - Stop
// Limo Staple Cartridge Very Low
// Limo Staple Cartridge Very Low - Stop
// Limo 8CP Disconnected
// Limo 4.3CP Disconnected
// Limo Scan Subsystem Disconnected
// Limo Printhead Wiper Very Low - Stop
// Limo Service Fluid Container Very Low - Stop
// Limo Staple Cartridge Out
// Limo Main or Finisher Output Bin Full
// Limo Too Many Pages to Staple
// Limo Stapler Door Open
// Limo Inline Finisher Disconnected
// Limo Staple Cartridge Empty - Continue
// Limo Staple Cartridge Empty - Prompt and Continue
// Limo Staple Cartridge Empty - Stop
// Printer too cold to do full setup or during POST OOBE
// Device has lost its connection to JAM
HSD__65634_65947_65955_65956_65957_65958_65959_65961_65962_65963_65964_65971_65974_65975_65976_65977_65978_65979_65980_65981_65982_65984_65985_65986_65988_65989_65990_65991_65992_65993_65994_65995_65996_65997_65998_66004__EventTitle = "Принтер требует внимания";

// Scan error
// Limo Service Fluid Container Low
// Limo Service Fluid Container Very Low
// Limo Dryer Systems Issue
// Limo Tray Roller Kit Low
// Limo Tray Roller Kit Very Low
// Limo Document Feeder Kit Low
// Limo Document Feeder Kit Very Low
// Limo Staple Cartridge Very Low
// Limo Scan Subsystem Disconnected
// Limo Staple Cartridge Out
// Limo Inline Finisher Disconnected
HSD__65634_65961_65962_65971_65975_65976_65978_65979_65981_65986_65990_65994__EventDescription = "HSD_TEXT:Возникла проблема с принтером, но можно продолжать использовать функцию печати.
HSDSeeControlPanelOrSupport";

// Limo Printhead Wiper Motor Stall (Post OOBE)
// Limo FF Cable Problem
// Limo Printhead Wiper Out
// Limo Service Fluid Container missing or damaged
// Limo Service Fluid Container Full
// Limo Used SFC insufficient for initialization
// Limo New Printhead Assembly
// Limo Tray Roller Kit Very Low - Stop
// Limo Document Feeder Kit Very Low - Stop
// Limo Staple Cartridge Very Low - Stop
// Limo 8CP Disconnected
// Limo 4.3CP Disconnected
// Limo Printhead Wiper Very Low - Stop
// Limo Service Fluid Container Very Low - Stop
// Limo Main or Finisher Output Bin Full
// Limo Stapler Door Open
// Limo Staple Cartridge Empty - Prompt and Continue
// Limo Staple Cartridge Empty - Stop
// Printer too cold to do full setup or during POST OOBE
HSD__65947_65955_65958_65959_65963_65964_65974_65977_65980_65982_65984_65985_65988_65989_65991_65993_65996_65997_65998__EventDescription = "HSD_TEXT:Возникла проблема с принтером, функция печати недоступна.
HSDSeeControlPanelOrSupport";

// No faxes in memory
// Fax is sent as black and white as the receiving fax machine does not support color fax
// Color Fax needs Error Correction Mode on
HSD__66000_66001_66002__EventTitle = "Ошибка факса";

// Unsubscribed Instant Ink (final payment not collected yet) - Starting from Verona VR2
HSD__66008_66009__EventTitle = "Регистрация HP Instant Ink отменена";

// Anti Theft / Protected
HSD__75000_75001_75002__EventDescription = "HSD_TEXT:Картриджи, перечисленные выше, могут быть использованы только в принтере, в котором эти картриджи были изначально защищены с помощью функции HP Cartridge Protection, и должны быть заменены.

Функция HP Cartridge Protection позволяет владельцу принтера защитить установленные в принтре картриджи HP таким образом, что они будут работать только в этом принтере.

HSDBuyNowDescription

HSD_LINK:HSDViewSharedDataLink

HSD_LINK:HSDViewPrivacyStatementOnlineLink";

// Cartridge Low
HSD__75010_75011_75012__EventDescription = "HSD_TEXT:Указанные картриджи заканчиваются.

Необязательно заменять картриджи сейчас.

HP рекомендует иметь замену в наличии к моменту, когда картридж будет израсходован и его необходимо будет заменить.

HSDCartridgeRecycleDescription

HSD_LINK:HSDEstimatedCartridgeLevelsLink-HSD_TOOLTIP:HSDEstimatedCartridgeLevelsLink";

// Cartridge Missing
HSD__75015_75016_75017__EventDescription = "HSD_TEXT:Перечисленные выше картриджи отсутствуют, не определяются или установлены неправильно.

Если картриджи установлены, удалите их и вставьте повторно.

HSDBuyNowDescription

HSD_LINK:HSDViewSharedDataLink

HSD_LINK:HSDViewPrivacyStatementOnlineLink";

// Door Open
HSD__75025_75026__EventDescription = "Дверца или крышка должны быть закрыты для выполнения печати.

Убедитесь, что они полностью закрыты.";

// Defective Memory
HSD__75030_75031_75032__EventDescription = "HSD_TEXT:Принтер не может определить чип картриджа, указанного выше. Чип картриджа неисправен или связь с картриджем невозможна.

Необходимо заменить картридж сейчас.

HSDBuyNowDescription

HSD_LINK:HSDViewSharedDataLink

HSD_LINK:HSDViewPrivacyStatementOnlineLink";

// Genuine HP Cartridge
HSD__75035_75036_75037__EventDescription = "Программное обеспечение может аутентифицировать картриджи с помощью онлайн-службы. Однако доступ в Интернет в настоящий момент отсутствует.";

// Incompatible Cartridge
HSD__75040_75041_75042__EventDescription = "HSD_TEXT:Картриджи, перечисленные выше, не предназначены для использования в принтере в его текущей конфигурации.

Обратитесь к справке принтера.

HSDBuyNowDescription

HSD_LINK:HSDViewSharedDataLink

HSD_LINK:HSDViewPrivacyStatementOnlineLink";

// Missing Memory
HSD__75095_75096_75097__EventDescription = "HSD_TEXT:Принтер не может определить чип памяти указанного картриджа.

Вы можете попытаться переустановить картридж. Если проблема повторится, необходимо заменить картридж.

HSDBuyNowDescription

HSD_LINK:HSDViewSharedDataLink

HSD_LINK:HSDViewPrivacyStatementOnlineLink";

// Unauthorized cartridge
HSD__75105_75106_75107__EventDescription = "HSD_TEXT:Администратор настроил это устройство таким образом, чтобы оно могло использовать только оригинальные расходные материалы HP. Для продолжения печати картридж необходимо заменить. Если вы считаете, что приобрели оригинальные расходные материалы HP, посетите страницу HSD_LINK:HSD_URL:HSDAnticounterfeitLink_URL.";

// Replace Cartridge
HSD__75135_75136__EventDescription = "HSD_TEXT:Картриджи, перечисленные выше, на исходе и должны быть заменены для продолжения печати.

HP рекомендует не извлекать картридж до того, как сменный картридж будет готов для установки.

HSDCartridgeRecycleDescription

HSDBuyNowDescription

HSD_LINK:HSDViewSharedDataLink

HSD_LINK:HSDViewPrivacyStatementOnlineLink";

// Used / Counterfeit Cartridge
HSD__75190_75191_75192__EventDescription = "HSD_TEXT:Установлены ранее использованные расходные материалы. Если вы считаете, что купили оригинальные расходные материалы HP, посетите страницу HSD_LINK:HSD_URL:HSDAnticounterfeitLink_URL. Гарантия не распространяется на ремонт принтера, который может потребоваться в результате применения использованных расходных материалов. Состояние расходных материалов и функции, зависящие от состояния расходных материалов, будут недоступны.

HSDBuyNowDescription

HSD_LINK:HSDViewSharedDataLink

HSD_LINK:HSDViewPrivacyStatementOnlineLink";

////////////////////////////////////////////////////////////////////////////////
// Color Lok
HSDColorLokDescription = "Для получения наилучших результатов при печати компания HP рекомендует использовать бумагу ColorLok®.";

// HP Instant Ink Service
HSDCanceledInstantInkServiceDescription = "Вы отменили услугу HP Instant Ink.";

// HP Instant Ink Promotion
HSDIIReplacementServiceTitle = "HP Instant Ink";
HSDIIReplacementServiceSubTitle = "Услуга по замене картриджа";
HSDSaveInkString = "Экономьте до 50% при заказе чернил*";
HSDInstantInkDisclaimersLink = "*Отказ от ответственности HP Instant Ink";
HSDOriginalInkString = "Принтер автоматически заказывает доставку оригинальных чернил HP на ваш адрес.";
HSDSendInkNowString = "Щелкните «Отправить чернила», чтобы зарегистрироваться и получить дополнительную информацию.";

// HP SureSupply Promotion
HSDShopForSuppliesTitle = "HP предлагает удобный способ получения расходных материалов…";
HSDShopForSuppliesText = "Нажмите «Приобрести расходные материалы», чтобы легко и быстро заказать оригинальные струйные картриджи HP с помощью HP SureSupply.";

// Cartridge Replacement
HSDReplacementAvailableWhenNoQualityDescription = "HP рекомендует подготовить запасной картридж и установить его, когда качество печати станет неприемлемым.";
HSDCartridgeRecycleDescription = "HSD_TEXT:Когда вы будете готовы извлечь картридж, узнайте о том, как его утилизировать, здесь: HSD_LINK:HSDRecycleLink.";

// Buy Now Description
HSDBuyNowDescription = "HSD_TEXT:Чтобы заказать оригинальный сменный картридж HP через Интернет, щелкните \"HSDBuyNowButton\".";

// Non-HP Supplies Warning
HSDNonHPSuppliesWarning = "HP не гарантирует качество и надежность печати при использовании картриджей сторонних производителей.
Обслуживание и ремонт неисправностей, вызванных использованием расходных материалов сторонних производителей, не покрываются гарантией HP.";

// Cartridge Very Low
HSDCartridgeVeryLowDescription = "Картриджи, ресурс которых на исходе, могут быть израсходованы до такой степени, что это станет причиной низкого качества печати.";

// Original HP Ink Advantages
HSD__info__OriginalHPInkAdvantagesTitle = "Преимущества оригинальных чернил HP";
HSD__warning__OriginalHPInkAdvantagesTitle = "Преимущества оригинальных чернил HP не гарантированы";
HSDProvenReliabilityTitle = "Проверенная надежность";
HSDEfficientPerformanceTitle = "Экономная работа";
HSDExceptionalQualityTitle = "Исключительное качество";

// Pen Alignment
HSDRecommendedAlignCartridges = "HSD_TEXT:Рекомендуется выполнить юстировку картриджей. Нажмите \"HSDAlignButton\", чтобы юстировать установленный картридж.";

// Cancel Print
HSDCancelPrintJobOnPrinterDescription = "HSD_TEXT:Чтобы отменить задание печати, нажмите кнопку HSDCancelButton (X) на принтере.";

// Control/Front Panel
HSDSeeControlPanelOrSupport = "Подробную информацию см. на панели управления принтера или обратитесь в службу поддержки.";
HSDSeeFrontPanel = "Дополнительную информацию см. на лицевой панели.";
HSDSeeControlPanel = "См. дополнительную информацию на панели управления принтера.";

// Support
HSDContactSupport = "Обратитесь в службу поддержки.";

// Buttons
HSDOKButton = "OK";
HSDCancelButton = "Отмена";
HSDResumeButton = "Продолжить";
HSDCancelPrintButton = "Отменить печать";
HSDCloseButton = "Закрыть";
HSDBuyNowButton = "Купить";
HSDSendInkNowButton = "Отправить чернила";
HSDShopForSuppliesButton = "Приобрести расходные материалы";
HSDEstimatedInkLevelsLink = "Приблизительный уровень чернил";
HSDEstimatedCartridgeLevelsLink = "Приблизительные уровни картриджей";
HSDAuthenticateLaterButton = "Аутентифицировать позже";
HSDDoNotAuthenticateButton = "Не аутентифицировать";
HSDAlignButton = "Юстировать";
HSDDoNotAlignButton = "Не юстировать";

// Tooltips
HSDTraysConfigurationLink_tooltip = "Конфигурация лотков";

////////////////////////////////////////////////////////////////////////////////
// Cartridge Color Names
"cyan" = "Голубой [C]";
"magenta" = "Пурпурный [M]";
"yellow" = "Желтый [Y]";
"black" = "Черный [K]";
"red" = "Красный [R]";
"green" = "Зеленый [G]";
"blue" = "Синий [B]";
"lightcyan" = "Светло-голубые [LC]";
"lightmagenta" = "Светло-пурпурные [LM]";
"orange" = "Оранжевый [O]";
"gray" = "Серый [G]";
"lightgray" = "Светло-серый [LG]";
"darkgray" = "Темно-серый [DG]";
"photoblack" = "Черный фотокартридж [PK]";
"matteblack" = "Матовый черные [MK]";
"glossenhancer" = "Картридж Gloss Enhancer";
"violet" = "Фиолетовый [V]";
"gold" = "Золотистый [??]";
"silver" = "Серебристый [??]";
"bronze" = "Бронзовый [??]";
"metallic" = "Красный металлик [??]";
"tricolor" = "Трехцветный [голубой/пурпурный/желтый]";
"photo" = "Фото [Черный/Светло-голубые/Светло-пурпурные]";
"photogray" = "Серый фото [Черный/Серый/Светло-серый]";
"lightcyanlightmagenta" = "Светло-пурпурные [LM]/Светло-голубые [LC]";
"magentayellow" = "Пурпурные [M]/Желтые [Y]";
"mediumcyan" = "Матовый черные [MK]/Голубые [C]";
"mediumgray" = "Черный фото [PK]/Светло-серый [LG]";
"magentacyan" = "Пурпурные [M]/Голубые [C]";
"cyanmagenta" = "Пурпурные [M]/Голубые [C]";
"blackyellow" = "Черный [K]/Желтые [Y]";
"Photo [PK]" = "Фотокартридж [PK]";
"imagingdrumhpcea" = "Барабан [OPC]";

////////////////////////////////////////////////////////////////////////////////
HSDLargestAlertIDs = "65594,65802";
